export const INSIGHT = {
  // 1:会社役員・団体役員   
  // 2:会社員・団体職員   
  // 3:公務員　　
  // 4:個人事業主・自営業　　
  // 5:パート・アルバイト　
  // 6:派遣・嘱託・契約社員　
  // 7:主婦・主夫　
  // 8:年金受給者　
  // 9:学生　
  // 10:無職 
  // 11:その他 
  applyStatusData: [{
    'id': '1',
    'title': '会社役員・団体役員'
  }, {
    'id': '2',
    'title': '会社員・団体職員'
  }, {
    'id': '3',
    'title': '公務員'
  }, {
    'id': '4',
    'title': '個人事業主・自営業'
  }, {
    'id': '5',
    'title': 'パート・アルバイト'
  }, {
    'id': '6',
    'title': '派遣・嘱託・契約社員'
  }, {
    'id': '7',
    'title': '主婦・主夫'
  }, {
    'id': '8',
    'title': '年金受給者'
  }, {
    'id': '9',
    'title': '学生'
  }, {
    'id': '10',
    'title': '無職'
  }, {
    'id': '11',
    'title': 'その他'
  }],
  Page02Data: [{
    'id': '1',
    'title': 'WEBのニュース'
  }, {
    'id': '2',
    'title': '新聞・雑誌広告'
  }, {
    'id': '3',
    'title': '阿波銀行ホームページ'
  }, {
    'id': '4',
    'title': '知人・友人の紹介'
  }, {
    'id': '5',
    'title': 'LINE・Twitter・Facebookなど'
  }, {
    'id': '6',
    'title': '店頭'
  }, {
    'id': '7',
    'title': 'ATMコーナー'
  }, {
    'id': '8',
    'title': 'WEB検索'
  }, {
    'id': '9',
    'title': 'その他'
  }],
  Page02Data02: [{
    'id': '01',
    'title': '生計費決済'
  }, {
    'id': '02',
    'title': '事業費決済'
  }, {
    'id': '03',
    'title': '給与受取'
  }, {
    'id': '04',
    'title': '年金受取'
  }, {
    'id': '05',
    'title': '仕送り'
  }, {
    'id': '06',
    'title': '貯蓄'
  }, {
    'id': '07',
    'title': '資産運用'
  }, {
    'id': '08',
    'title': '融資返済用口座'
  }, {
    'id': '09',
    'title': '外国為替取引'
  }, {
    'id': '31',
    'title': '教育資金贈与'
  }, {
    'id': '31',
    'title': '結婚子育て資金贈与'
  }, {
    'id': '33',
    'title': '後見制度支援預金'
  }, {
    'id': '99',
    'title': 'その他'
  }],
  Sex: [{
    'id': '1',
    'title': '男性'
  }, {
    'id': '2',
    'title': '女性'
  }, {
    'id': '3',
    'title': 'その他'
  }],
  NOVALUE: [{
    'id': '',
    'title': '入力なし'
  }],
  STORENAME:[
    {'id': '01','title': '徳島県内の大学等に入学予定'},
    {'id': '02','title': '徳島県内の大学等に在学中（本人確認書類の住所が徳島県外）'},
    {'id': '03','title': '徳島県内の会社に就職予定'},
    {'id': '04','title': '徳島県内の会社で就業中（本人確認書類の住所が徳島県外）'},
    {'id': '05','title': '徳島県内の会社・個人との口座振替引落し口座'},
    {'id': '99','title': 'その他'},
  ],
  JobList:[
    {'id':'1','title':'会社員・会社役員'},
    {'id':'2','title':'自営業・自由業'},
    {'id':'3','title':'年金受給'},
    {'id':'4','title':'アルバイト・パート・派遣・契約社員'},
    {'id':'5','title':'無職'},
    {'id':'6','title':'学生'},
    {'id':'7','title':'公務員'},
    {'id':'8','title':'医師・弁護士・公認会計士・司法書士・税理士・一級建築士・大学教授'},
    {'id':'','title':'入力なし'},
  ],
  
  
}

